---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationLevelParam
source: html/5c042f62-87f2-98b1-e7b8-4fc2ebbe0a54.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationLevelParam Property

"Reference Level"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationLevelParam { get; }
```